{
  "peralatan": [
    {
      "nama": "Tent",
      "image_url": "https://target.scene7.com/is/image/Target/GUEST_8545837b-a3f0-4b9c-81b1-9bc76e889b03?wid=488&hei=488&fmt=pjpeg",
      "tipe": "Group Equipment",
      "deskripsi": "Tents are needed for shelter from natural conditions that do not allow the journey to continue or where we sleep for the night. This tent is like a mini house version.\n\nThere are many types of tents with various models, sizes, capacities and quality levels. If you are climbing for example just the two of you, why bring a tent with a capacity of four or six people. It is enough to bring a tent with a size of 2-3 people.\n\nAt least there are things that must be considered when buying a tent, namely the weight of the tent, durability and quality of the material against cold, rain and wind. The current standard of the tent also has a tent cover or a tent terrace.\n\nThis cover functions so that dew or rainwater does not directly fall on the tent. For materials can be adjusted budget only. A good tent certainly has good material and is not easy to seep in dew or rain.\n\nA tent that easily seeps dew or rain will certainly make us uncomfortable. So choose a good quality tent if you want to have one. If you want to rent, adjust it to your destination and weather conditions when you are going to climb."
    },
    {
      "nama": "Food/Logistics",
      "image_url": "https://previews.123rf.com/images/dusanzidar/dusanzidar1703/dusanzidar170300042/75076205-selection-of-healthy-food-on-white-background-healthy-diet-foods-for-heart-cholesterol-and-diabetes-.jpg",
      "tipe": "Group Equipment",
      "deskripsi": "The food brought should be able to meet the energy needs of climbers, during the climb a person needs 5,000 calories of sitar and 100 grams of protein, calories can be met by consuming rice. \n\nBut it's a good idea to only eat rice once a day at night (when camping) because rice is relatively heavy and takes a long time to cook and consumes a lot of fuel. The function of rice can be replaced with bread, biscuits, chocolate, and oatmeal. The thing to note is to avoid consuming food that must be cooked in advance during the hike, because this will only be inconvenient and time consuming. \n\nChoose practical foods such as chocolate, bread, jelly, fruit, you can also make mix food consisting of nuts, chocolate, biscuits and raisins. Generally, the most practical food to carry is preserved food that has packaging, open the carton before placing it in the backpack so that the weight of the backpack can be reduced and the food taken does not take up much space in the backpack."    
    },
    {
      "nama": "Cooking ware",
      "image_url": "https://images-na.ssl-images-amazon.com/images/I/61wrgAyVWoL._AC_SX425_.jpg",
      "tipe": "Group Equipment",
      "deskripsi": "Stoves and cooking utensils needed for cooking and eating during the hike. Remember, while in the mountains there are no food stalls. Bring a stove and cooking utensils that are absolutely necessary. Also consider the size. Just bring a small pot and army cutlery. In one group of 10-12 people bring 2 army tableware or nesting is enough. Usually consists of 3 parts, each of which can be used as a place to eat, boil water, and cook food such as rice.\n\nThen bring a stove, 10-12 people bring at least 2 small gas stoves. In windy mountain climbing, you can also bring an anti-storm stove so that the wind from the stove is not easily extinguished.\n\nThen for fuel, bring at least 3 small gases. In addition to gas, reserves can also carry paraffin. For foodstuffs, adjust according to the planned menu during the climb."
    },
    {
      "nama": "First Aid/Drugs",
      "image_url": "https://image.freepik.com/free-vector/first-aid-kit-isolated_25030-38028.jpg",
      "tipe": "Group Equipment",
      "deskripsi": "Prepare treatment equipment especially if you have certain diseases such as allergies, etc. Other medicines that can be taken include wound medicine, eucalyptus oil, balm, honey, sugar, reject wind etc.\n\nThis equipment is very important to deal with unexpected conditions such as thorns, animal stings, snake bites and others. Some of the first aid materials or equipment that must be brought include:\n\n 1. Betadine.\n2. Cotton.\n3. Gauze.\n4. Bandage.\n5. Rivanol.\n6. 70% alcohol.\n7. Allergy medicine.\n8. Stomach medicine.\n9. Tensoplast.\n10. Paracetamol.\n11. Antalgin.\n12. Stomach pain medicine (diarrhea).\n13. Poisoning drug.\n14. Preventive sunburn.\n15. ORS."
    },
    {
      "nama": "Trash Bag",
      "image_url": "https://ogs.ny.gov/sites/g/files/oee981/files/styles/mobile_lead/public/media/2019/06/GettyImages-1020679664.jpeg?h=b1a91ebe&itok=MHypnkXM",
      "tipe": "Group Equipment",
      "deskripsi": "Remember, the waste generated during the trip should not be disposed of in nature, but take it back to the post and disposed of in its proper place. This trash bag is useful for putting trash during climbing. For example, pack your food.\n\nIn addition to trash, this bag is also useful as a layer on the inside of a mountain bag backpack to keep things, especially clothes dry. In certain circumstances, if it's just a backpack/mountain bag without being protected by a trash bag on the inside, your stuff can get damp due to exposure to rain and cold. Buy this trash bag or trash bag the big one, not just ordinary plastic bags. Usually more than 30cm in size."
    },
    {
      "nama": "Carrier Bag",
      "image_url": "https://www.static-src.com/wcsstore/Indraprastha/images/catalog/full//100/MTA-8684730/inficlo_tas_ransel_gunung_carrier_bag_28liter_full01_q5k9tu5t.jpg",
      "tipe": "Personal Equipment",
      "deskripsi": "This bag has a very clear function, namely to carry and accommodate luggage and other equipment in mountain climbing. The difference compared to ordinary bags, this mountain bag has a larger capacity. Usually the bags used have a capacity of 45 liters, 65 liters, 75 liters, 85 liters, some even up to 115 liters.\n\nThis large capacity is adjusted by each person. Not everyone has to use a large capacity bag. Large capacity mountain bags are usually carried or owned by those who are accustomed to being leaders or porters in climbing groups.\n\nIn one group, with 11-15 members, only 1-3 carry large-capacity bags. This is so that during the trip, not all members receive the same physical burden while traveling. The hope is, when there is fatigue from other members, they can share the burden or exchange the burden of the bag.\n\nThe mountain bag must also be made of strong material. Congenital a lot of course requires the container to have the power to accommodate. Do not let the bag get damaged in the middle of the road just because it is not strong enough to withstand the load.\n\nThe design is also made in such a way that it can accommodate mountain climbing equipment according to the right location and position. Like, there is a pocket at the top to put plastic, forest coat, raffia rope or something else. There are straps on the right, left, top and bottom, each of which can be adjusted according to its function. Most importantly, a mountain bag must also have an anti-wet cover so that when it rains, the bag is protected from getting wet and the items inside are safe from the rain."
    },
    {
      "nama": "Mountain Jacket",
      "image_url": "https://www.overkillshop.com/media/catalog/product/cache/2/image/9df78eab33525d08d6e5fb8d27136e95/n/f/nf00ch37174_1.jpg",
      "tipe": "Personal Equipment",
      "deskripsi": "Jacket is one of the most important climbing equipment, it is mandatory. This jacket is useful to withstand and reduce cold so that body heat is maintained. This is useful to avoid unwanted bad things because of the cold. There are quite a number of cases of climbers experiencing hyperthermia or cold due to inadequate jackets for cold Manahan. So bring a comfortable jacket so that your hike is also safe.\n\nChoose a down jacket. This type of jacket is quite thick and can withstand the cold well, its weakness is that it is relatively heavy and takes up a lot of space in the backpack. Another jacket that should be brought is one that has two layers (double layer), the inner layer is usually made of warm and absorbs sweat such as wool or polartex, while the outer layer functions to withstand water and cold. \n\nNow textile technology has been able to produce Gore-Tex jacket material that is comfortable to wear when climbing, this material allows the skin to breathe, does not sweat and is able to withstand wind (wind breaking) and rainwater infiltration (water proof)."
    },
    {
      "nama": "Sleeping Bag",
      "image_url": "https://cdn.shopify.com/s/files/1/0652/1613/products/iceland-Warmest-sleeping-bag-down.jpg?v=1426767089",
      "tipe": "Personal Equipment",
      "deskripsi": "Kantong tidur atau sleeping bag berguna untuk menutupi tubuh Anda pada saat tidur di tenda sehingga tubuh kita tetap hangat. Tidak dapat diragukan, bahkan jika Anda tidur di, biasanya tidak cukup untuk menjaga masuknya udara ke dalam pegunungan selama malam hari.\n\nDua faktor yang perlu dipertimbangkan ketika memilih kantong tidur adalah kualitas dan ukuran. Kantong tidur besar, tidak selalu baik dalam menahan dingin. Karena saat ini juga sudah ada produk yang sangat tipis tapi memiliki kehangatan yang baik. Bahan utaa polar wajib jadi pertimbangan untuk menghangatkan saat tidur."
    },
    {
      "nama": "Mattress",
      "image_url": "https://id-test-11.slatic.net/p/f1ae82aab50bf70209720d2dad26fc43.png",
      "tipe": "Personal Equipment",
      "deskripsi": "This mattress functions as a mattress when sleeping in a tent. Or as a seat when you want to relax while resting, taking shelter and so on without having to sit on the ground. In general, the mat is made of rubber. Just choose according to taste because there is a mat with thick or thin rubber."
    },
    {
      "nama": "Headlamp",
      "image_url": "https://images-na.ssl-images-amazon.com/images/I/61hq189GvXL._AC_SL1001_.jpg",
      "tipe": "Personal Equipment",
      "deskripsi": "Flashlight or Headlamp is important for dark conditions. This headlamp is a flashlight attached to the head. With a headlamp (light / flashlight mounted on the head) or a flashlight will help you do various activities at night. In addition, a headlamp/flashlight is also important when I travel to the top in the early hours of the morning.\n\n Climbers will certainly find it easier to use a headlamp than a regular flashlight that is held in hand because with a hand headlamp it is easier to move and rest.\n\nDon't forget also bring a spare battery to anticipate the flashlight battery running out. In addition to carrying a spare battery, some climbers even usually bring a spare headlamp and a small flashlight to anticipate if there is damage to the headlamp used."
    },
    {
      "nama": "Gloves",
      "image_url": "https://c1.klipartz.com/pngpicture/57/957/sticker-png-baseball-glove-safety-gloves-personal-protective-equipment-cutresistant-gloves-welding-hand-disposable-sports-gear.png",
      "tipe": "Personal Equipment",
      "deskripsi": "Gloves are especially useful for protecting your hands from scratches, scrapes, or perhaps minor animal bites on your hands when traveling on mountain tracks, especially in dense or thorny forests. In addition, these gloves are also useful for maintaining body temperature. Because one part of our body, namely the fingers, is very sensitive to cold temperatures.\n\nClimbers usually carry two pairs of gloves, one thick which is usually used when passing through rough terrain such as when entering a rocky path or forest or bushes. While other soft cloth gloves that I usually wear when sleeping to get warmth."
    },
    {
      "nama": "Pole Trekking",
      "image_url": "https://cf.shopee.co.id/file/acb58e5f484ff3dc7e25e6e9e0c2e1a1",
      "tipe": "Personal Equipment",
      "deskripsi": "This tool is very useful when we set foot on a path that continues to climb, the burden of the foot can be divided through a hand support using a trekking pole, so the load on the leg muscles can be minimized thereby reducing the risk of sprains, which can hinder our climbing journey, even more definitely will make trouble for friends on the trip. \n\nTreking poles are very useful when we go down the mountain, of course when we go down the mountain the thigh muscles are very pronounced with the supplies we carry. Not only that, the use of the equipment that we carry is attempted to have many functions, for example trekking poles can also be used as fly sheet poles when setting up camp."
    },
    {
      "nama": "Raincoat",
      "image_url": "https://images-na.ssl-images-amazon.com/images/I/61GpZUgLCgL._UX569_.jpg",
      "tipe": "Personal Equipment",
      "deskripsi": "As the name suggests, a raincoat serves to protect your body from the rain when climbing so that your body and equipment stay dry. Besides a raincoat, it may also be used as the basis for a bivouac in an emergency.\n\nWell, to make this bivouac, a wide poncho is usually used, not a raincoat consisting of a shirt and rain pants. When I hiked myself, I divided several members to bring a poncho type raincoat and a pants shirt type raincoat. This is just in case there are conditions that require setting up a simple bivouac."
    },
    {
      "nama": "Mask/Buff",
      "image_url": "https://kuka.co.id/asset/news_image/6cb4d7c71b34cc0aef032c66e3c9768c.png",
      "tipe": "Personal Equipment",
      "deskripsi": "Some mountains have sandy tracks and are very dusty. This of course can interfere with breathing. This mask is useful as a mask to avoid dust when climbing the mountain. It is also useful for reducing exposure to cold on the lips and mouth. In addition, this mask can also be used just to protect the face from sun exposure."
    },
    {
      "nama": "Gaiter",
      "image_url": "https://cdn.shopify.com/s/files/1/0335/5987/1619/products/NeckGaiter_10155127_Grey_1_1024x1024.jpg?v=1606752297",
      "tipe": "Personal Equipment",
      "deskripsi": "If your destination mountain has sandy terrain, this tool is a must-have. The gaiter is mounted on the top of the shoe as a cover up to the knee. Usually made of cloth or polyester.</item>"
    }
  ]
}